Repository: OneSignal/OneSignal-WordPress-Plugin
Catalog: languages/onesignal-free-web-push-notifications-*.po
Languages: fa_ir

source: OneSignal Push Notifications
fa_ir: ارسال اعلان وان سیگنال

source: Send notification on %s update
fa_ir: ارسال اعلان در زمان بروزرسانی %s

source: Send notification on %s publish
fa_ir: ارسال اعلان در زمان انتشار %s

source: Only administrators are allowed to save plugin settings.
fa_ir: تنها مدیران اجازه ذخیره تنظیمات افزونه را دارند.

source: OneSignal Push
fa_ir: اعلان وان سیگنال

source: OneSignal Push:
fa_ir: اعلان وان سیگنال:

source: Your setup is not complete. Please follow the Setup guide to set up web push notifications. Both the App ID and REST API Key fields are required.
fa_ir: راه اندازی شما کامل نیست. لطفاً گام های زیر را برای راه اندازی اعلان وب دنبال کنید. هر دو فیلد App ID و کلید REST API ضروری هستند.

source: cURL is not installed on this server. cURL is required to send notifications. Please make sure cURL is installed on your server before continuing.
fa_ir: cURL روی سرور شما نصب نیست. برای ارسال اعلان cURL ضروری است. لطفاً قبل از ادامه مطمئن شوید که cURL روی سرور شما نصب شده است.

source: OneSignal
fa_ir: وان سیگنال

source: Title:
fa_ir: عنوان:

source: Body:
fa_ir: بدنه:

source: Setup
fa_ir: راه اندازی

source: Configuration
fa_ir: تنظیمات

source: Overview
fa_ir: پیش نمایش

source: Chrome & Firefox Push
fa_ir: کروم و فایرفاکس

source: OneSignal Keys
fa_ir: کلیدهای وان سیگنال

source: Subscribing Users
fa_ir: عضویت کاربران

source: Safari Push
fa_ir: اعلان مرورگر سافاری

source: Results
fa_ir: نتایج

source: Troubleshooting Documentation
fa_ir: مستندات رفع مشکلات

source: To begin, we'll create and configure a OneSignal app.
fa_ir: برای شروع، ما یک اپلیکیشن وان سیگنال ایجاد و آن را تنظیم خواهیم کرد.

source: Check the box if your site is not fully HTTPS.
fa_ir: اگر سایت شما کاملا از HTTPS پشتیبانی نمی کند، این چک باکس را تیک بزنید.

source: Otherwise, do not check the box and leave it blank.
fa_ir: در غیر اینصورت، این چک باکس را تیک نزنید و خالی رها کنید.

source: Next Steps
fa_ir: گام بعدی

source: On onesignal.com:
fa_ir: در سایت onesignal.con:

source: Never change your subdomain
fa_ir: هرگز زیر دامنه خود را تغییر ندهید

source: Never Change Your Subdomain
fa_ir: هرگز زیر دامنه خود را تغییر ندهید

source: Users will receive duplicate notifications.
fa_ir: کاربران دو اعلان دریافت می کنند.

source: HTTP Sites:
fa_ir: سایت های HTTP:

source: Notify Button
fa_ir: دکمه اعلان

source: HTTPS Sites:
fa_ir: سایت های HTTPS:

source: Safari on Windows Not Supported
fa_ir: سافاری روی ویندوز پشتیبانی نمی شود.

source: You should be on this page:
fa_ir: شما باید روی این صفحه باشید:

source: Safari Web ID
fa_ir: شناسه وب سافاری

source: This section shows push notifications working for <em>Chrome</em>, <em>Safari</em>, and <em>Firefox</em> in <em>HTTP</em> and <em>HTTPS</em> mode.
fa_ir: این بخش حالت های مختلف را برای اعلان در <em>گوگل کروم</em>، <em>موزیلا فایرفاکس</em>، و <em>سافاری</em> در حالات <em>HTTP</em> و <em>HTTPS</em> نشان می هد.

source: Chrome (HTTP)
fa_ir: گوگل کروم (در حالت HTTP)

source: Chrome (HTTPS)
fa_ir: گوگل کروم (در حالت HTTPS)

source: Safari (HTTP & HTTPS)
fa_ir: سافاری(در حالت HTTP و HTTPS)

source: Firefox (HTTP)
fa_ir: موزیلا فایرفاکس (در حالت HTTP)

source: Firefox (HTTPS)
fa_ir: موزیلا فایرفاکس (در حالت HTTPS)

source: Account Settings
fa_ir: تنظیمات حساب

source: Google Project Number
fa_ir: شماره پروژه گوگل

source: OneSignal Subdomain
fa_ir: زیر دامنه وان سیگنال

source: Subdomain
fa_ir: زیر دامنه

source: Sent Notification Settings
fa_ir: تنظیمات ارسال اعلان

source: Enable the notify button
fa_ir: فعال کردن دکمه اعلان

source: Show first-time site visitors an unread message icon
fa_ir: نمایش آیکون پیام خوانده نشده برای کاربرانی که تازه وارد سایت شده اند.

source: Customize the notify bell text
fa_ir: سفارشی کردن متن زنگوله اعلان

source: Customize the notify bell offset position
fa_ir: سفارشی کردن موقعیت زنگوله اعلان

source: Customize the notify bell theme colors
fa_ir: سفارشی کردن رنگ پوسته زنگوله اعلان

source: Size:
fa_ir: اندازه:

source: Small
fa_ir: کوچک

source: Medium
fa_ir: معمولی

source: Position:
fa_ir: مکان:

source: Bottom Left
fa_ir: پایین چپ

source: Bottom Right
fa_ir: پایین راست

source: Theme:
fa_ir: پوسته:

source: Red
fa_ir: قرمز

source: White
fa_ir: سفید

source: Notify Button Offset Position Customization
fa_ir: سفارشی سازی مکان دکمه اعلان

source: Bottom offset
fa_ir: فاصله از پایین

source: Left offset
fa_ir: فاصله از چپ

source: Right offset
fa_ir: فاصله از راست

source: Notify Button Color Customization
fa_ir: سفارشی کردن زنگ دکمه اعلان

source: Main button background color
fa_ir: رنگ اصلی پس زمینه دکه

source: Main button foreground color (main bell icon and inner circle)
fa_ir: رنگ پس زمینه اصلی دکمه(آیکون زنگوله اصلی و دایره داخل آن)

source: Popup action button text color
fa_ir: رنگ متن دکمه اکشن پاپ آپ

source: Notify Button Text Customization
fa_ir: سفارشی سازی متن دکمه اعلان

source: First-time visitor message (on notify button hover)
fa_ir: پیام بازدید کننده تازه وارد(زمانی که مکان نمای ماوس روی دکمه اعلان قرار گیرد)

source: Click to subscribe to notifications
fa_ir: برای عضویت در اعلان کلیک کنید

source: Tip when unsubscribed
fa_ir: نکته در زمانی که لغو عضویت انجام شده است

source: Tip when subscribed
fa_ir: نکته در زمانی که عضویت انجام شده است

source: Tip when blocked
fa_ir: نکته زمانی که کاربر اعلان را بلاک کرده است

source: Message on subscribed
fa_ir: پیام در زمانی که عضویت انجام شود

source: Thanks for subscribing!
fa_ir: از عضویت شما سپاسگذاریم

source: Message on re-subscribed (after first unsubscribing)
fa_ir: مدیریت هنگام عضویت مجدد(پس از اولین لغو عضویت)

source: Message on unsubscribed
fa_ir: پیام در زمانی که لغو عضویت انجام شود

source: You won't receive notifications again
fa_ir: شما دیگر اعلان سایت را دریافت نخواهید کرد

source: Main dialog title
fa_ir: عنوان اصلی دیالوگ

source: Manage Site Notifications
fa_ir: مدیریت اعلان سایت

source: Main dialog subscribe button
fa_ir: دکمه اصلی عضویت دیالوگ

source: SUBSCRIBE
fa_ir: عضویت

source: Main dialog unsubscribe button
fa_ir: دکمه اصلی لغو عضویت دیالوگ

source: UNSUBSCRIBE
fa_ir: لغو عضویت

source: Blocked dialog title
fa_ir: عنوان دیالوگ بلاک شده

source: Unblock Notificationsone
fa_ir: خارج کردن از بلاک اعلان

source: Blocked dialog message
fa_ir: پیام دیالوگ بلاک شده

source: Follow these instructions to allow notifications:
fa_ir: این دستورالعمل را برای اجازه دادن اعلان دنبال کنید:

source: Modal Title
fa_ir: عنوان پنجره مدال

source: Modal Message
fa_ir: پیام پنجره مدال

source: Modal Button Text
fa_ir: متن دکمه پنجره مدال

source: Auto Accept Title (Click Allow)
fa_ir: عنوان پذیرش خودکار(روی پذیرفتن کلیک کنید)

source: Site Name
fa_ir: نام سایت

source: Example Notification Title (Desktop)
fa_ir: مثال عنوان اعلان(دسکتاپ)

source: Example Notification Message (Desktop)
fa_ir: مثال پیام اعلان (دسکتاپ)

source: Example Notification Title (Mobile)
fa_ir: مثال عنوان اعلان(موبایل)

source: Example Notification Message (Mobile)
fa_ir: مثال پیام اعلان (موبایل)

source: Accept Button Text
fa_ir: متن دکمه پذیرفتن

source: Cancel Button Text
fa_ir: متن دکمه انصراف

source: Welcome Notification Settings
fa_ir: تنظیمات خوش آمد گویی اعلان

source: Welcome Notification
fa_ir: خوش آمد گویی اعلان

source: Title
fa_ir: عنوان

source: Welcome Notification Title
fa_ir: عنوان خوش آمد گویی اعلان

source: Message
fa_ir: پیام

source: Welcome Notification Message
fa_ir: پیام خوش آمد گویی اعلان

source: URL
fa_ir: آدرس URL

source: Welcome Notification URL
fa_ir: آدرس لینک خوش آمد گویی اعلان

source: Automatic Notification Settings
fa_ir: تنظیات اعلان خودکار

source: UTM Tracking Settings
fa_ir: تنظیمات ردیابی UTM

source: Additional Notification URL Parameters
fa_ir: پارامترهای اضافه URL اعلان

source: Additional Custom Post Types for Automatic Notifications Created From Plugins
fa_ir: نوع پست سفارشی اضافی برای ارسال خودکار اعلان در زمان ایجاد پست از طریق افزونه

source: Custom manifest.json URL
fa_ir: آدرس URL فایل manifest.json سفارشی

source: Use my own manifest.json
fa_ir: استفاده از فایل manifest.json خودم

source: Disable OneSignal initialization
fa_ir: غیر فعالسازی راه اندازی وانسیگنال

source: Save
fa_ir: ذخیره

source: Free web push notifications.
fa_ir: ارسال رایگان اعلان وب.
